Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Your dictation shortcut cannot be detected until it ends. Pick a shortcut without the Globe key or close the password field.
de: Dein Diktier-Kurzbefehl kann bis dahin nicht erkannt werden. Wähle einen Kurzbefehl ohne Globustaste oder schließe das Passwortfeld.
es: Tu atajo de dictado no se puede detectar hasta que termine. Elige un atajo sin la tecla Globo o cierra el campo de contraseña.
fr: Votre raccourci de dictée ne peut pas être détecté d'ici là. Choisissez un raccourci sans la touche Globe ou fermez le champ de mot de passe.

source: Your dictation shortcut cannot be detected until it ends. Turn on the fallback hotkey in Settings.
de: Dein Diktier-Kurzbefehl kann bis dahin nicht erkannt werden. Aktiviere den Ausweich-Hotkey in den Einstellungen.
es: Tu atajo de dictado no se puede detectar hasta que termine. Activa el atajo alternativo en Ajustes.
fr: Votre raccourci de dictée ne peut pas être détecté d'ici là. Activez le raccourci de repli dans les réglages.

source: Your dictation shortcut still works through a fallback hotkey.
de: Dein Diktier-Kurzbefehl funktioniert weiter über einen Ausweich-Hotkey.
es: Tu atajo de dictado sigue funcionando mediante un atajo alternativo.
fr: Votre raccourci de dictée fonctionne toujours via un raccourci de repli.

source: Your global shortcut may conflict with app-specific shortcuts:
de: Dein globaler Kurzbefehl kann mit App-Kurzbefehlen kollidieren:
es: Tu atajo global puede entrar en conflicto con atajos de otras apps:
fr: Votre raccourci global peut entrer en conflit avec des raccourcis d'apps :

source: Your paired iPhone can reach your agents, approve secret requests and transcribe with this Mac's model.
de: Dein gekoppeltes iPhone kann deine Agenten erreichen, Anfragen nach Geheimnissen genehmigen und mit dem Modell dieses Macs transkribieren.
es: Tu iPhone vinculado puede acceder a tus agentes, aprobar solicitudes de secretos y transcribir con el modelo de este Mac.
fr: Votre iPhone jumelé peut joindre vos agents, approuver les demandes de secrets et transcrire avec le modèle de ce Mac.

source: Your recipes
de: Deine Rezepte
es: Tus recetas
fr: Vos recettes

source: Your transcription history could not be opened, so Whispera started a new one. The old history was kept as %@ in the History folder.
de: Dein Transkriptionsverlauf konnte nicht geöffnet werden, daher hat Whispera einen neuen begonnen. Der alte Verlauf wurde als %@ im Ordner History aufbewahrt.
es: No se pudo abrir tu historial de transcripciones, así que Whispera empezó uno nuevo. El historial anterior se guardó como %@ en la carpeta History.
fr: Votre historique de transcriptions n'a pas pu être ouvert, Whispera en a donc commencé un nouveau. L'ancien historique a été conservé sous le nom %@ dans le dossier History.

source: Your voice, transcribed locally
de: Deine Stimme, lokal transkribiert
es: Tu voz, transcrita en local
fr: Votre voix, transcrite localement

source: allow %@ to approve secrets on this Mac
de: %@ erlauben, Geheimnisse auf diesem Mac freizugeben
es: permitir que %@ apruebe secretos en este Mac
fr: autoriser %@ à approuver des secrets sur ce Mac

source: avg RTF
de: Ø RTF
es: RTF medio
fr: RTF moy.

source: like, you know
de: halt, sozusagen
es: o sea, en plan
fr: genre, tu vois

source: macOS also acts on the Globe key. In System Settings > Keyboard, set "Press 🌐 key to" to "Do Nothing" so it only starts dictation.
de: macOS reagiert ebenfalls auf die Globustaste. Stelle in den Systemeinstellungen > Tastatur „Taste 🌐 drücken, um“ auf „Keine Aktion“, damit sie nur das Diktat startet.
es: macOS también responde a la tecla globo. En Ajustes del Sistema > Teclado, ajusta «Pulsar la tecla 🌐 para» en «No hacer nada» para que solo inicie el dictado.
fr: macOS agit aussi sur la touche globe. Dans Réglages Système > Clavier, réglez « Appuyer sur la touche 🌐 pour » sur « Ne rien faire » pour qu’elle lance seulement la dictée.

source: macOS blocked Whispera from reaching %@. Allow it under System Settings > Privacy & Security > Local Network.
de: macOS hat Whispera den Zugriff auf %@ verweigert. Erlaube ihn unter Systemeinstellungen > Datenschutz & Sicherheit > Lokales Netzwerk.
es: macOS impidió que Whispera llegara a %@. Permítelo en Ajustes del Sistema > Privacidad y seguridad > Red local.
fr: macOS a empêché Whispera de joindre %@. Autorisez-le dans Réglages Système > Confidentialité et sécurité > Réseau local.

source: model
de: Modell
es: modelo
fr: modèle

source: model id
de: Modell-ID
es: ID del modelo
fr: ID du modèle

source: or drag and drop files here
de: oder Dateien hierher ziehen
es: o arrastra y suelta archivos aquí
fr: ou glissez-déposez des fichiers ici

source: owner/repo or huggingface.co link
de: Besitzer/Repo oder huggingface.co-Link
es: propietario/repo o enlace de huggingface.co
fr: propriétaire/dépôt ou lien huggingface.co

source: the new microphone
de: das neue Mikrofon
es: el nuevo micrófono
fr: le nouveau micro

source: to
de: bis
es: a
fr: à

source: • Accessibility access required for global shortcuts
de: • Zugriff auf Bedienungshilfen für globale Kurzbefehle erforderlich
es: • Se requiere acceso de accesibilidad para los atajos globales
fr: • Accès à l'accessibilité requis pour les raccourcis globaux

source: • Click the menu bar icon to see recent transcriptions
de: • Klicke auf das Symbol in der Menüleiste, um die letzten Transkriptionen zu sehen
es: • Haz clic en el icono de la barra de menús para ver las transcripciones recientes
fr: • Cliquez sur l'icône de la barre des menus pour voir les transcriptions récentes

source: • Last checked: %@ ago
de: • Zuletzt geprüft: vor %@
es: • Última comprobación: hace %@
fr: • Dernière vérification : il y a %@

source: • Microphone access required for voice recording
de: • Mikrofonzugriff für Sprachaufnahmen erforderlich
es: • Se requiere acceso al micrófono para grabar la voz
fr: • Accès au microphone requis pour l'enregistrement vocal

source: • Press your shortcut from anywhere to start recording
de: • Drücke deinen Kurzbefehl überall, um eine Aufnahme zu starten
es: • Pulsa tu atajo desde cualquier lugar para empezar a grabar
fr: • Appuyez sur votre raccourci n'importe où pour enregistrer

source: • Visit Settings to customize models and shortcuts
de: • In den Einstellungen passt du Modelle und Kurzbefehle an
es: • Abre Ajustes para personalizar modelos y atajos
fr: • Ouvrez les réglages pour personnaliser modèles et raccourcis

source: • Your voice data never leaves your Mac
de: • Deine Sprachdaten verlassen nie deinen Mac
es: • Tu voz nunca sale de tu Mac
fr: • Votre voix ne quitte jamais votre Mac

source: ⌃A navigates to specific locations in Xcode
de: ⌃A springt in Xcode zu bestimmten Stellen
es: ⌃A navega a ubicaciones concretas en Xcode
fr: ⌃A navigue vers des emplacements précis dans Xcode

source: ⌘Space opens Spotlight search
de: ⌘Leertaste öffnet die Spotlight-Suche
es: ⌘Espacio abre la búsqueda de Spotlight
fr: ⌘Espace ouvre la recherche Spotlight

source: ⌥⌘D opens Dock preferences
de: ⌥⌘D öffnet die Dock-Einstellungen
es: ⌥⌘D abre las preferencias del Dock
fr: ⌥⌘D ouvre les préférences du Dock

source: %@ audio
es: %@ de audio
fr: %@ d'audio

source: Backend URL
es: URL del backend
fr: URL du serveur

source: Benchmark
es: Pruebas de rendimiento
fr: Banc d'essai

source: Client ID
es: ID de cliente
fr: ID client

source: Debug
es: Depuración
fr: Débogage

source: Downloads
es: Descargas
fr: Téléchargements

source: Engine
es: Motor
fr: Moteur

source: Format
es: Formato

source: Info
es: Información
fr: Infos

source: LLM server
es: Servidor LLM
fr: Serveur LLM

source: Max RTF
es: RTF máx.
fr: RTF max.

source: Max: %@
es: Máx.: %@

source: Min RTF
es: RTF mín.
fr: RTF min.

source: Name
es: Nombre
fr: Nom

source: OK
es: Aceptar

source: Optional
es: Opcional
fr: Facultatif

source: Pause
es: Pausa

source: Prompt
es: Instrucción
fr: Invite

source: Push to Talk
es: Pulsar para hablar
fr: Appuyer pour parler

source: RTF Benchmark
es: Prueba de RTF
fr: Banc d'essai RTF

source: Server
es: Servidor
fr: Serveur

source: Server token
es: Token del servidor
fr: Jeton du serveur

source: Status
es: Estado
fr: État

source: Status:
es: Estado:
fr: État :

source: System
es: Sistema
fr: Système

source: System hotkey
es: Atajo del sistema
fr: Raccourci système

source: Text
es: Texto
fr: Texte

source: Update Downloads
es: Descargas de actualizaciones
fr: Téléchargements de mises à jour

source: Video ID: %@
es: ID del vídeo: %@
fr: ID de la vidéo : %@

source: Whispera server
es: Servidor de Whispera
fr: Serveur Whispera

source: YouTube URL
es: URL de YouTube
fr: URL YouTube

source: %@ token
fr: Jeton %@

source: Esc
fr: Échap
